export const mockNews = [
  {
    id: 1,
    image: "/images/news-1.jpg",
    text: "НПП «ПИОНЕР» подтвердило свои компетенции в области консультирования и изготовления…",
    date: "12.07.2025",
    link: "/news/1",
  },
  {
    id: 2,
    image: "/images/news-2.jpg",
    text: "Поздравляем коллектив регионального представительства «ПИОНЕР» с праздником!",
    date: "12.07.2025",
    link: "/news/2",
  },
  {
    id: 3,
    image: "/images/news-3.jpg",
    text: "Перенос сроков проведения запланированных работ в 2020 году",
    date: "12.07.2025",
    link: "/news/3",
  },
];
